Repository: turris-cz/reforis-foris-js
Catalog: translations/*/LC_MESSAGES/forisjs.po
Languages: cs, es, fr, nb_no, ru, sk, ta

source: Updating
cs: Aktualizuje se
es: Actualizando
fr: Mise à jour en cours
ru: Обновление
sk: Prebieha aktualizácia
ta: புதுப்பித்தல்

source: Loading
cs: Načítání
ru: Загрузка

source: Save
cs: Uložit
es: Guardar
fr: Enregistrer
nb_no: Lagre
ru: Сохранить
sk: Uložiť
ta: சேமி

source: An error occurred while fetching data.
cs: Došlo k chybě při získávání dat.
es: Se ha producido un error mientras se recuperaban los datos.
fr: Une erreur s’est produite lors du chargement des données.
nb_no: Kunne ikke hente data.
ru: Во время получения данных произошла ошибка.
sk: Pri získavaní dát nastala chyba.
ta: தரவைப் பெறும்போது பிழை ஏற்பட்டது.

source: This is not a valid IPv4 address.
cs: Toto není platná IPv4 adresa.
es: Esta no es una dirección IPv4 válida.
fr: Ce n’est pas une adresse IPv4 valide.
nb_no: Dette er ikke en gyldig IPv4-adresse.
ru: Это некорректный IPv4-адрес.
sk: Toto nie je platná IPv4 adresa.
ta: இது சரியான ஐபிவி 4 முகவரி அல்ல.

source: This is not a valid IPv6 address.
cs: Tohle není platná IPv6 adresa.
es: Esta no es una dirección IPv6 válida.
fr: Ce n’est pas une adresse IPv6 valide.
nb_no: Dette er ikke en gyldig IPv6-adresse.
ru: Это некорректный IPv6-адрес.
sk: Toto nie je platná IPv6 adresa.
ta: இது சரியான ஐபிவி 6 முகவரி அல்ல.

source: This is not a valid IPv6 prefix.
cs: Toto není platný IPv6 prefix.
es: Este no es un prefijo IPv6 válido.
fr: Ce n’est pas un préfixe IPv6 valide.
ru: Это некорректный префикс IPv6.
sk: Toto nie je platný IPv6 prefix.
ta: இது சரியான ஐபிவி 6 முன்னொட்டு அல்ல.

source: This is not a valid domain name.
cs: Toto není platné doménové jméno.
es: Este no es un nombre de dominio válido.
fr: Le nom de domaine est invalide.
nb_no: Dette er ikke et gyldig domenenavn.
ru: Некорректное доменное имя.
sk: Toto nie je platné doménové meno.
ta: இது சரியான டொமைன் பெயர் அல்ல.

source: This is not a valid hostname.
cs: Toto není platné doménové jméno.
es: Este no es un nombre de anfitrión válido.
ru: Это недопустимое имя хоста.
sk: Toto nie je platné meno hostiteľa.
ta: இது சரியான ஓச்ட்பெயர் அல்ல.

source: This is not a valid DUID.
cs: Toto není platné DUID.
es: Este no es un DUID válido.
fr: Ce n’est pas un DUID valide.
nb_no: Dette er ikke en gyldig DUID.
ru: Это некорректный уникальный идентификатор DHCP (DUID).
sk: Toto nie je platné DUID.
ta: இது செல்லுபடியாகும் டியூட் அல்ல.

source: This is not a valid MAC address.
cs: Toto není platná MAC adresa.
es: Esta no es una dirección MAC válida.
fr: Ce n’est pas une adresse MAC valide.
nb_no: Dette er ikke en gyldig MAC-adresse.
ru: Это некорректный MAC-адрес.
sk: Toto nie je platná MAC adresa.
ta: இது செல்லுபடியாகும் MAC முகவரி அல்ல.

source: Doesn't contain a list of emails separated by commas.
cs: Neobsahuje seznam e-mailů oddělených čárkou.
es: No contiene una lista de correos electrónicos separados por comas.
fr: Il ne contient pas une liste d’adresses de messagerie séparées par des virgules.
nb_no: Inneholder ikke en kommainndelt liste med e-postadresser.
ru: Не содержит списка электронных адресов, разделенных запятыми.
sk: Neobsahuje zoznam e-mailov oddelených čiarkami.
ta: காற்புள்ளிகளால் பிரிக்கப்பட்ட மின்னஞ்சல்களின் பட்டியல் இல்லை.

source: Load settings
nb_no: Last inn innstillinger
sk: Načítavanie nastavení
ta: அமைப்புகளை ஏற்றவும்

source: Reboot
nb_no: Start på ny

source: Warning!
nb_no: Advarsel!

source: Are you sure you want to restart the router?
nb_no: Er du sikker på at du vil utføre omstart av ruteren?

source: Confirm reboot
nb_no: Bekreft omstart
