Repository: turris-cz/reforis-foris-js
Catalog: translations/*/LC_MESSAGES/forisjs.po
Languages: cs, es, fr, nb_no, ru, sk, ta

source: The session is expired. Please log in again.
cs: Platnost relace skončila. Přihlaste se znovu.
es: La sesión ha caducado. Autentíquese otra vez.
fr: Cette session a expiré. Veuillez vous reconnecter.
nb_no: Økten har utløpt. Logg inn igjen.
ru: Ваша сессия закончилась. Пожалуйста, залогинитесь заново.
sk: Platnosť relácie vypršala. Prihláste sa znovu, prosím.
ta: அமர்வு காலாவதியானது. மீண்டும் உள்நுழைக.

source: Timeout error occurred.
cs: Došlo k chybě kvůli překročení časového limitu.
es: Ocurrió un error de tiempo de espera excedido.
fr: Le délai a expiré.
nb_no: Tidsavbrudd inntraff.
ru: Произошла ошибка ожидания ответа сервера.
sk: Nastala chyba z dôvodu prekročenia časového limitu.
ta: காலக்கெடு பிழை ஏற்பட்டது.

source: No response received.
cs: Neobdržena žádná odezva.
es: No se recibió ninguna respuesta.
fr: Aucun réponse reçue.
nb_no: Fikk ikke svar.
ru: Ответ не получен.
sk: Nenastala žiadna odozva.
ta: எந்த பதிலும் கிடைக்கவில்லை.

source: An unknown API error occurred.
cs: Došlo k neznámé chybě v aplikačním programovém rozhraní.
es: Se produjo un error desconocido con la API.
fr: Une erreur d’API inconnue s’est produite.
ru: Неизвестная ошибка программного интерфейса приложения.
sk: Nastala neznáma chyba v API.
ta: அறியப்படாத பநிஇ பிழை ஏற்பட்டது.

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
ru: Закрыть
sk: Zatvoriť
ta: மூடு

source: Copied!
cs: Zkopírováno!
es: ¡Copiado!
fr: Copié!
nb_no: Kopiert
ru: Скопировано!
sk: Skopírované!
ta: நகலெடுக்கப்பட்டது!

source: Copy
cs: Zkopírovat
es: Copiar
fr: Copier
nb_no: Kopier
ru: Копировать
sk: Kopírovať
ta: நகலெடு

source: Increase value. Hint: Hold to increase faster.
cs: Zvýšit hodnotu. Tip: Podržte k rychlejšímu zvyšování.
ru: Увеличить значение. Подсказка: удерживайте, чтобы увеличить скорости.

source: Decrease value. Hint: Hold to decrease faster.
cs: Snížit hodnotu. Tip: Podržte k rychlejšímu snižování.
ru: Уменьшить значение. Подсказка: удерживайте, чтобы увеличить скорость.

source: Action successful.
cs: Akce úspěšná.
es: La acción es exitosa.
fr: Paramètres enregistrés avec succès.
ru: Действие успешно выполнено.
sk: Akcia úspešná.
ta: நடவடிக்கை வெற்றிகரமாக.

source: Action failed.
cs: Akce se nezdařila.
es: La acción falló.
fr: L'enregistrement des paramètres a échoué.
ru: Действие не выполнено.
sk: Akcia neúspešná.
ta: நடவடிக்கை தோல்வியடைந்தது.

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nb_no: Avbryt
ru: Отмена
sk: Zrušiť
ta: ரத்துசெய்

source: Confirm
cs: Potvrdit
es: Confirmar
ru: Подтвердить
sk: Potvrdiť
ta: உறுதிப்படுத்தவும்

source: Search…
cs: Hledat…
ru: Поиск…

source: No results.
cs: Žádné výsledky.
ru: Нет результатов.

source: Columns
cs: Sloupce
ru: Столбцы

source: Reset
cs: Navrátit
ru: Сброс

source: Sort ascending
cs: Seřadit vzestupně
es: Ordenar ascendentemente
ru: Сортировать по возрастанию
sk: Zoradiť vzostupne
ta: ஏறும் வரிசைப்படுத்துதல்

source: Sort descending
cs: Seřadit sestupně
es: Ordenar descendentemente
ru: Сортировать по убыванию
sk: Zoradiť zostupne
ta: இறங்கு வரிசைப்படுத்துதல்

source: Clear sort
cs: Vyčistit řazení
es: Quitar ordenación
ru: Очистить сортировку
sk: Vymazať zoradenie
ta: அழி வரிசைப்படுத்துதல்

source: Pagination navigation bar
cs: Navigační pruh stránkování
es: Barra de navegación de paginación
ru: Панель навигации по страницам
sk: Navigačný pás stránkovania
ta: மண்பாண்ட வழிசெலுத்தல் பட்டி

source: First page
cs: První stránka
es: Primera página
fr: Première page
ru: Первая страница
sk: Prvá strana
ta: முதல் பக்கம்

source: Previous page
cs: Předchozí stránka
es: Página anterior
fr: Page précédente
ru: Предыдущая страница
sk: Predchádzajúca strana
ta: முந்தைய பக்கம்

source: Next page
cs: Následující stránka
es: Página siguiente
fr: Page suivante
ru: Следующая страница
sk: Nasledujúca strana
ta: அடுத்த பக்கம்

source: Last page
cs: Poslední stránka
es: Última página
fr: Dernière page
ru: Последняя страница
sk: Posledná strana
ta: கடைசி பக்கம்

source: Page
cs: Stránka
es: Página
ru: Страница
sk: Strana
ta: பக்கம்

source: of
cs: z
es: de
fr: de
ru: из
sk: z

source: Rows per page:
cs: Řádků na stránku:
es: Filas por página:
fr: Lignes par page :
ru: Строк на странице:
sk: Počet riadkov na stranu:
ta: ஒரு பக்கத்திற்கு வரிசைகள்:

source: Select rows per page
cs: Vyberte řádky na stránku
es: Seleccionar filas por página
fr: Sélectionnez les lignes par page
ru: Выберите строки на странице
sk: Vyberte počet riadkov na stranu
ta: ஒரு பக்கத்திற்கு வரிசைகளைத் தேர்ந்தெடுக்கவும்

source: All
cs: Vše
es: Todo
fr: Tout
ru: Все
sk: Všetky
ta: அனைத்தும்

source: An error occurred during resetting Wi-Fi settings.
cs: Při resetu nastavení Wi-Fi došlo k chybě.
es: Ocurrió un error al restablecer la configuración de wifi.
fr: Une erreur s'est produite lors de la réinitialisation des paramètres Wi-Fi.
ru: При сбросе настроек Wi-Fi произошла ошибка.
sk: Pri resete nastavení Wi-Fi nastala chyba.
ta: வைஃபை அமைப்புகளை மீட்டமைக்கும் போது பிழை ஏற்பட்டது.

source: Wi-Fi settings are set to defaults.
cs: Nastavení Wi-Fi jsou uvedena do výchozího stavu.
es: La configuración del wifi se ha restablecido a los valores predeterminados.
fr: Les paramètres Wi-Fi sont définis par défaut.
nb_no: Wi-Fi-innstillinger satt til forvalg.
ru: Настройки Wi-Fi установлены по умолчанию.
sk: Nastavenia Wi-Fi sa zmenili do východiskového stavu.
ta: வைஃபை அமைப்புகள் இயல்புநிலையாக அமைக்கப்பட்டுள்ளன.

source: Reset Wi-Fi Settings
cs: Reset nastavení Wi-Fi
es: Restablecer configuración de wifi
fr: Réinitialiser les paramètres Wi-Fi
nb_no: Tilbakestill Wi-Fi-innstillinger
ru: Сбросить настройки Wi-Fi
sk: Resetovať nastavenia Wi-Fi
ta: வைஃபை அமைப்புகளை மீட்டமைக்கவும்

source: If a number of wireless cards doesn't match, you may try to reset the Wi-Fi settings. Note that this will remove the current Wi-Fi configuration and restore the default values.
cs: Pokud se počet bezdrátových karet neshoduje, můžete zkusit resetovat nastavení Wi-Fi. Je třeba upozornit, že tím budou stávající nastavení Wi-Fi odstraněna a namísto nich vráceny jen výchozí hodnoty.
es: Si varias tarjetas inalámbricas no coinciden, puede intentar restablecer la configuración de wifi. Observe que esto eliminará la configuración de wifi actual y restaurará los valores predeterminados.
nb_no: Hvis antallet trådløskort ikke samsvarer kan du prøve å tilbakestille Wi-Fi-innstillingene. Merk at dette fjerner nåværende Wi-Fi-oppsett og gjenoppretter forvalgte verdier.
ru: Если количество беспроводных карт не совпадает, вы можете попробовать сбросить настройки Wi-Fi. Обратите внимание, что при этом будет удалена текущая конфигурация Wi-Fi и восстановлены значения по умолчанию.
sk: Ak sa počet bezdrôtových kariet nezhoduje, môžete skúsiť obnoviť nastavenia Wi-Fi. Upozorňujeme, že sa tým odstráni aktuálna konfigurácia Wi-Fi a obnovia sa predvolené hodnoty.
ta: பல வயர்லெச் கார்டுகள் பொருந்தவில்லை என்றால், நீங்கள் வைஃபை அமைப்புகளை மீட்டமைக்க முயற்சி செய்யலாம். இது தற்போதைய வைஃபை உள்ளமைவை அகற்றி இயல்புநிலை மதிப்புகளை மீட்டெடுக்கும் என்பதை நினைவில் கொள்க.

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
nb_no: Passord
ru: Пароль
sk: Heslo
ta: கடவுச்சொல்

source: Hide SSID
cs: Skrýt SSID
es: Ocultar SSID
fr: Masquer le SSID
nb_no: Skjul SSID
ru: Скрыть SSID
sk: Skryť SSID
ta: SSID ஐ மறைக்கவும்

source: Band
cs: Pásmo
ru: Диапазон

source: 802.11n/ac/ax mode
cs: Režim 802.11n/ac/ax
sk: 802.11 n/ac/ax mód
ta: 802.11n/ac/ax பயன்முறை

source: Channel
cs: Kanál
es: Canal
fr: Canal
nb_no: Kanal
ru: Канал
sk: Kanál
ta: வாய்க்கால்

source: Encryption
cs: Šifrování
es: Cifrado
fr: Chiffrement
nb_no: Kryptering
ru: Шифрование
sk: Šifrovanie
ta: குறியாக்கம்

source: Disable Management Frame Protection
cs: Vypnout Management Frame Protection
es: Desactivar protección de marcos de gestión
fr: Désactiver le mode Protection du cadre de gestion
ru: Отключить защиту кадров управления
sk: Zakázať Management Frame Protection
ta: மேலாண்மை பிரேம் பாதுகாப்பை முடக்கு

source: In case you have trouble connecting to WiFi Access Point, try disabling Management Frame Protection.
cs: Pokud máte problémy při připojování k přístupovému bodu Wi-Fi, zkuste vypnout Management Frame Protection.
es: Si tiene problemas para conectarse a un punto de acceso wifi, intente desactivar la protección de marcos de gestión.
fr: Si vous rencontrez des soucis à vous connecter à un point d'accès WiFi, merci d'essayer de désactiver le mode Protection du cadre de gestion.
ru: Если у вас возникли проблемы с подключением к точке доступа Wi-Fi, попробуйте отключить защиту кадров управления.
sk: Ak máte problémy s pripojením k prístupovému bodu WiFi, skúste zakázať Management Frame Protection.
ta: வைஃபை அணுகல் புள்ளியுடன் இணைப்பதில் சிக்கல் இருந்தால், மேலாண்மை பிரேம் பாதுகாப்பை முடக்க முயற்சிக்கவும்.

source: auto
cs: automaticky
es: automático
fr: automatique
nb_no: automatisk
ru: авто
sk: automaticky
ta: தானி

source: Custom
cs: Uživatelsky určené
es: Personalizado
fr: Personnalisé
nb_no: Tilpasset
ru: Ручная настройка
sk: Vlastné
ta: தனிப்பயன்

source: Enable Guest Wi-Fi
cs: Zapnout Wi-Fi pro hosty
es: Activar el modo wifi de invitados
fr: Activer le mode Wi-Fi invité
ru: Включить гостевой Wi-Fi
sk: Povoliť Wi-Fi pre hostí
ta: விருந்தினர் வைஃபை இயக்கவும்

source: Show QR code
cs: Ukázat QR kód
es: Mostrar el código QR
ru: Показать QR-код
sk: Zobraziť QR kód
ta: QR குறியீட்டைக் காட்டு

source: Wi-Fi QR Code
cs: QR kód k Wi-Fi
es: Código QR de wifi
fr: Code QR Wi-Fi
nb_no: QR-kode for Wi-Fi
ru: QR-код Wi-Fi
sk: Wi-Fi QR kód
ta: வைஃபை கியூஆர் குறியீடு

source: Download PDF
cs: Stáhnout PDF
es: Descargar PDF
fr: Télécharger le PDF
nb_no: Last ned PDF
ru: Скачать PDF
sk: Stiahnuť PDF
ta: PDF ஐ பதிவிறக்கவும்

source: SSID can't be longer than 32 symbols
cs: SSID nemůže být delší než 32 znaků
es: El SSID no puede superar 32 símbolos de longitud
fr: Le SSID ne peut pas être plus long que 32 symboles
nb_no: SSID kan ikke være lengre enn 32 symboler
ru: SSID не может быть длиннее 32 символов
sk: SSID nemôže obsahovať viac ako 32 znakov
ta: SSID 32 சின்னங்களை விட நீளமாக இருக்க முடியாது

source: SSID can't be empty
cs: SSID je třeba vyplnit
es: El SSID no puede estar vacío
fr: Le SSID ne peut pas être vide
nb_no: SSID kan ikke stå tomt.
ru: SSID не может быть пустым
sk: SSID nesmie byť prázdne
ta: SSID காலியாக இருக்க முடியாது

source: SSID can't be longer than 32 bytes
cs: SSID nemůže být delší než 32 bajtů
es: El SSID no puede superar 32 bytes de longitud
fr: Le SSID ne peut pas dépasser 32 octets
ru: SSID не может быть длиннее 32 байт
sk: SSID nesmie byť dlhšie ako 32 byteov
ta: SSID 32 பைட்டுகளை விட நீளமாக இருக்க முடியாது

source: Password must contain at least 8 symbols
cs: Je třeba, aby heslo obsahovalo alespoň 8 znaků
es: La contraseña debe contener al menos 8 símbolos
fr: Le mot de passe doit contenir au moins 8 symboles
nb_no: Passordet må inneholde minst 8 tegn
ru: Пароль должен содержать не менее 8 символов
sk: Heslo musí obsahovať aspoň 8 znakov
ta: கடவுச்சொல்லில் குறைந்தது 8 சின்னங்கள் இருக்க வேண்டும்

source: Password must not contain more than 63 symbols
cs: Heslo nemůže být delší než 63 znaků
es: La contraseña no debe contener más de 63 símbolos
ru: Пароль не должен содержать более 63 символов
sk: Heslo nesmie obsahovať viac ako 63 znakov
ta: கடவுச்சொல்லில் 63 க்கும் மேற்பட்ட சின்னங்கள் இருக்கக்கூடாது

source: Disabled
cs: Vypnuto
es: Desactivado
fr: Désactivé
nb_no: Avskrudd
ru: Отключён
sk: Vypnuté
ta: முடக்கப்பட்டது

source: 802.11n - 20 MHz wide channel
cs: 802.11n – kanál šíře 20 MHz
es: 802.11n - anchura de canal de 20 MHz
fr: 802.11n - canal large de 20 MHz
nb_no: 802.11n - 20 MHz vid kanal
ru: 802.11n - ширина канала 20 МГц
sk: 802.11n – šírka kanála 20 MHz
ta: 802.11n - 20 மெகா எர்ட்ச் அகல சேனல்

source: 802.11n - 40 MHz wide channel
cs: 802.11n – kanál šíře 40 MHz
es: 802.11n - anchura de canal de 40 MHz
fr: 802.11n - canal large de 40 MHz
nb_no: 802.11n - 40 MHz vid kanal
ru: 802.11n - ширина канала 40 МГц
sk: 802.11n – šírka kanála 40 MHz
ta: 802.11n - 40 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ac - 20 MHz wide channel
cs: 802.11ac – kanál šíře 20 MHz
es: 802.11ac - anchura de canal de 20 MHz
fr: 802.11ac - canal large de 20 MHz
nb_no: 802.11ac - 20 MHz vid kanal
ru: 802.11ac - ширина канала 20 МГц
sk: 802.11ac – šírka kanála 20 MHz
ta: 802.11ac - 20 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ac - 40 MHz wide channel
cs: 802.11ac – kanál šíře 40 MHz
es: 802.11ac - anchura de canal de 40 MHz
fr: 802.11ac - canal large de 40 MHz
nb_no: 802.11ac - 40 MHz vid kanal
ru: 802.11ac - ширина канала 40 МГц
sk: 802.11ac – šírka kanála 40 MHz
ta: 802.11ac - 40 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ac - 80 MHz wide channel
cs: 802.11ac – kanál šíře 80 MHz
es: 802.11ac - anchura de canal de 80 MHz
fr: 802.11ac - canal large de 80 MHz
nb_no: 802.11ac - 80 MHz vid kanal
ru: 802.11ac - ширина канала 80 МГц
sk: 802.11ac – šírka kanála 80 MHz
ta: 802.11ac - 80 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ac - 80+80 MHz wide channel
cs: 802.11ac – kanál šíře 80+80 MHz
ru: 802.11ac - канал шириной 80+80 МГц

source: 802.11ac - 160 MHz wide channel
cs: 802.11ac – kanál šíře 160 MHz
es: 802.11ac - anchura de canal de 160 MHz
fr: 802.11ac - canal large de 160 MHz
ru: 802.11ac - ширина канала 160 МГц
sk: 802.11ac – šírka kanála 160 MHz
ta: 802.11ac - 160 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ax - 20 MHz wide channel
cs: 802.11ax – kanál šíře 20 MHz
es: 802.11ax - anchura de canal de 20 MHz
ru: 802.11ax - ширина канала 20 МГц
sk: 802.11ax – šírka kanála 20 MHz
ta: 802.11ax - 20 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ax - 40 MHz wide channel
cs: 802.11ax – kanál šíře 40 MHz
es: 802.11ax - anchura de canal de 40 MHz
ru: 802.11ax - ширина канала 40 МГц
sk: 802.11ax – šírka kanála 40 MHz
ta: 802.11ax - 40 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ax - 80 MHz wide channel
cs: 802.11ax – kanál šíře 80 MHz
es: 802.11ax - anchura de canal de 80 MHz
ru: 802.11ax - ширина канала 80 МГц
sk: 802.11ax – šírka kanála 80 MHz
ta: 802.11ax - 80 மெகா எர்ட்ச் அகல சேனல்

source: 802.11ax - 80+80 MHz wide channel
cs: 802.11ax – kanál šíře 80+80 MHz
ru: 802.11ax - канал шириной 80+80 МГц

source: 802.11ax - 160 MHz wide channel
cs: 802.11ax – kanál šíře 160 MHz
es: 802.11ax - anchura de canal de 160 MHz
ru: 802.11ax - ширина канала 160 МГц
sk: 802.11ax – šírka kanála 160 MHz
ta: 802.11ax - 160 மெகா எர்ட்ச் அகல சேனல்

source: WPA3 only
cs: pouze WPA3
es: WPA3 únicamente
fr: WPA3 seulement
nb_no: Kun WPA3
ru: Только WPA3
sk: len WPA3
ta: WPA3 மட்டும்

source: WPA3 with WPA2 as fallback (default)
cs: WPA3, nouzově WPA2 (výchozí)
es: WPA3 con WPA2 como respaldo (por defecto)
fr: WPA3 avec WPA2 comme solution de repli (par défaut)
nb_no: WPA3 med WPA2 som tilbakefall (forvalg)
ru: WPA3 с WPA2 в качестве резервного (по умолчанию)
sk: WPA3 s WPA2 ako náhradným riešením (predvolené)
ta: WPA2 WPA2 உடன் குறைவடையும் (இயல்புநிலை)

source: WPA2 only
cs: pouze WPA2
es: WPA2 únicamente
fr: WPA2 seulement
nb_no: Kun WPA2
ru: Только WPA2
sk: Len WPA2
ta: WPA2 மட்டும்

source: SSID which contains non-standard characters could cause problems on some devices.
cs: SSID obsahující nestandardní znaky může na některých zařízení způsobovat problémy.
es: Un SSID que contiene caracteres no estándar puede causar problemas en ciertos dispositivos.
fr: Un SSID qui contient des caractères non standard peut causer des problèmes sur certains appareils.
nb_no: SSID som inneholder uvanlige tegn kan forårsake problemer på noen enheter.
ru: SSID, содержащий нестандартные символы, может вызвать проблемы на некоторых устройствах.
sk: SSID s neštandardnými znakmi môže na niektorých zariadeniach spôsobovať problémy.
ta: தரமற்ற எழுத்துக்களைக் கொண்ட SSID சில சாதனங்களில் சிக்கல்களை ஏற்படுத்தக்கூடும்.

source: WPA2/3 pre-shared key, that is required to connect to the network.
cs: Předsdílený klíč WPA2/3, který je vyžadován pro připojení se k síti.
es: Clave precompartida WPA2/3, que se requiere para conectar a la red.
nb_no: WPA2/3 med forhåndsdelt nøkkel, (som kreves for å koble til nettverket).
ru: Общий ключ WPA2/3, необходимый для подключения к сети.
sk: WPA2/3 vopred zdieľaný kľúč, ktorý sa vyžaduje na pripojenie k sieti.
ta: WPA2/3 முன் பகிரப்பட்ட விசை, இது பிணையத்துடன் இணைக்க வேண்டும்.

source: If set, network is not visible when scanning for available networks.
cs: Při zapnutí této volby se síť nebude zobrazovat zařízením když budou vyhledávat dostupné sítě.
es: Si está definida, la red no es visible al buscar redes disponibles.
fr: S'il est défini, le réseau n'est pas visible lors de la recherche de réseaux disponibles.
nb_no: Skjuler nettverket fra nettverkslister.
ru: Если установлено, сеть не будет отображаться при сканировании доступных сетей.
sk: Pri zapnutí tejto voľby sa sieť zariadeniam pri vyhľadávaní dostupných sietí nezobrazí.
ta: அமைக்கப்பட்டால், கிடைக்கக்கூடிய நெட்வொர்க்குகளுக்கு ச்கேன் செய்யும் போது பிணையம் தெரியவில்லை.

source: The 2.4 GHz band is more widely supported by clients, but tends to have more interference. The 5 GHz band is a newer standard and may not be supported by all your devices. It usually has less interference, but the signal does not carry so well indoors.
cs: Pásmo 2,4 GHz je v klientských zařízeních podporováno nejčastěji, bývá ale více zarušené. Pásmo 5 GHz je novější standard a nemusí být podporováno všemi vámi používanými zařízeními. Obvykle bývá méně zarušené, signál se ale hůře šíří uvnitř budov.
nb_no: 2.4 GHz-båndet støttes av flere klienter, men har vanligvis flere forstyrrelser. 5 Ghz-båndet er en nyere standard, og kan ikke støttes av alle enhetene dine. Det har vanligvis mindre forstyrrelse, men signalet er mer utsatt for hindringer innendørs.
sk: Pásmo 2,4 GHz je klientmi podporované najčastejšie, ale je viac zaťažené rušením. Pásmo 5 GHz je novší štandard a nemusia ho podporovať všetky zariadenia. Zvyčajne je rušením postihnuté menej, ale signál sa vnútri budov šíri horšie.
ta: 2.4 சிகாஎர்ட்ச் இசைக்குழு வாடிக்கையாளர்களால் மிகவும் பரவலாக ஆதரிக்கப்படுகிறது, ஆனால் அதிக குறுக்கீடு உள்ளது. 5 சிகாஎர்ட்ச் இசைக்குழு ஒரு புதிய தரநிலை மற்றும் உங்கள் எல்லா சாதனங்களாலும் ஆதரிக்கப்படாமல் போகலாம். இது பொதுவாக குறைவான குறுக்கீட்டைக் கொண்டுள்ளது, ஆனால் சமிக்ஞை வீட்டிற்குள் அவ்வளவு சிறப்பாகச் செல்லாது.

source: Change this to adjust 802.11n/ac/ax mode of operation. 802.11n with 40 MHz wide channels can yield higher throughput but can cause more interference in the network. If you don't know what to choose, use the default option with 20 MHz wide channel.
cs: Změna tohoto parametru upraví režim fungování 802.11n/ac. 802.11n s kanály o šíři 40 MHz může pomoci k vyšší propustnosti, je ale náchylnější na rušení. Pokud nevíte co zvolit, použijte výchozí volbu s kanálem šíře 20 MHz.
nb_no: Endringer her justerer 802.11n/ac/ax-modus. 802.11.n med 40 Mhz brede kanaler kan gi høyere gjennomstrømming, men kan forårsake mer forstyrrelse i nettverket. Hvis du ikke vet hva du skal velge, bruk forvalget på 20 MHz brede kanaler.
sk: Zmenou tejto položky sa nastavuje režim prevádzky 802.11n/ac/ax. Štandard 802.11n so šírkou kanálov 40 MHz môže priniesť vyššiu priepustnosť, ale môže spôsobiť väčšie rušenie. Ak si nie ste istí, použite predvolenú možnosť so šírkou kanála 20 MHz.
ta: 802.11n/AC/AX செயல்பாட்டு முறை சரிசெய்ய இதை மாற்றவும். 40 மெகா எர்ட்ச் அகலமான சேனல்களைக் கொண்ட 802.11n அதிக செயல்திறனை அளிக்கும், ஆனால் பிணையத்தில் அதிக குறுக்கீட்டை ஏற்படுத்தும். எதை தேர்வு செய்வது என்று உங்களுக்குத் தெரியாவிட்டால், இயல்புநிலை விருப்பத்தை 20 மெகா எர்ட்ச் அகல சேனலுடன் பயன்படுத்தவும்.

source: Enables Wi-Fi for guests, which is separated from LAN network. Devices connected to this network are allowed to access the internet, but aren't allowed to access other devices and the configuration interface of the router. Parameters of the guest network can be set in the Guest network tab.
cs: Zapíná Wi-Fi pro hosty, která je oddělená od místní sítě (LAN). Zařízením připojeným k této síti je umožněn přístup do Internetu, ale už ne na ostatní zařízení a k rozhraní pro nastavování směrovače. Parametry sítě pro hosty je možné nastavit na panelu „Síť pro hosty“.
es: Activa el wifi para invitados, que se encuentra aislado de la red local. Los dispositivos conectados a esta red pueden acceder a internet, pero no pueden acceder a otros dispositivos o a la interfaz de configuración del enrutador. Los parámetros de la red de invitados pueden configurarse en la pestaña Red de invitados.
nb_no: Skrur på Wi-Fi for gjester, som er adskilt LAN-nettverket. Enheter som kobler til dette nettverket tillates å bruke Internett, men tillates ikke å nå andre enheter og oppsettsgrensesnittet til ruteren. Parametere for gjestenettverket kan settes i gjestenettverksfanen.
ru: Включает Wi-Fi для гостей, который отделен от локальной сети. Устройства, подключенные к этой сети, могут доступ в Интернет, но им не разрешен доступ к другим устройствам и интерфейсу конфигурации маршрутизатора. Параметры гостевой сети можно настроить на вкладке Гостевая сеть.
sk: Zapína Wi-Fi pre hostí, ktorá je oddelená od miestnej siete LAN. Zariadenia pripojené k tejto sieti majú povolený prístup na internet, ale nemajú prístup k iným zariadeniam a ku konfiguračnému rozhraniu routera. Parametre siete pre hostí je možné nastaviť na karte Sieť pre hostí.
ta: லேன் நெட்வொர்க்கிலிருந்து பிரிக்கப்பட்ட விருந்தினர்களுக்கு வைஃபை இயக்குகிறது. இந்த நெட்வொர்க்குடன் இணைக்கப்பட்ட சாதனங்கள் இணையத்தை அணுக அனுமதிக்கப்படுகின்றன, ஆனால் பிற சாதனங்களையும் திசைவியின் உள்ளமைவு இடைமுகத்தையும் அணுக அனுமதிக்கப்படவில்லை. விருந்தினர் நெட்வொர்க்கின் அளவுருக்கள் விருந்தினர் பிணையம் தாவலில் அமைக்கப்படலாம்.

source: The WPA3 standard is the new most secure encryption method that is suggested to be used with any device that supports it. The older devices without WPA3 support require older WPA2. If you experience issues with connecting older devices, try to enable WPA2.
cs: Standard WPA3 je nová nejbezpečnější metoda, již se doporučuje používat se všemi zařízeními, která ji podporují. Starší zařízení bez podpory WPA3 potřebují starší WPA2. Zaznamenáte-li problémy s připojováním starších zařízení, zkuste zapnout WPA2.
nb_no: WPA3-standarden er den nye mest sikre krypteringsmetoden som anbefales for alle enheter som støtter den. De eldre enhetene uten WPA3-støtte krever eldre WPA2. Hvis du har problemer med å koble til eldre enheter bør du skru på WPA2.
sk: Štandard WPA3 je nová, najbezpečnejšia metóda šifrovania a odporúča sa používať ju s každým zariadením, ktoré ju podporuje. Staršie zariadenia bez podpory WPA3 vyžadujú staršie WPA2. Ak sa vyskytnú problémy s pripojením starších zariadení, skúste povoliť WPA2.
ta: WPA3 தரநிலை என்பது புதிய மிகவும் பாதுகாப்பான குறியாக்க முறையாகும், அதை ஆதரிக்கும் எந்தவொரு சாதனத்துடனும் பயன்படுத்த பரிந்துரைக்கப்படுகிறது. WPA3 உதவி இல்லாத பழைய சாதனங்களுக்கு பழைய WPA2 தேவைப்படுகிறது. பழைய சாதனங்களை இணைப்பதில் சிக்கல்களை நீங்கள் அனுபவித்தால், WPA2 ஐ இயக்க முயற்சிக்கவும்.

source: Settings saved successfully
cs: Nastavení úspěšně uložena
es: La configuración se ha guardado correctamente
fr: Paramètres enregistrés avec succès
nb_no: Innstillinger lagret
ru: Настройки были успешно сохранены
sk: Nastavenia boli úspešne uložené
ta: அமைப்புகள் வெற்றிகரமாக சேமிக்கப்பட்டன

source: Changes you made may not be saved. Are you sure you want to leave?
cs: Změny, které byly provedeny, nebyly uloženy. Jste si jistý, že chcete opustit stránku?
es: Los cambios que ha realizado podrían no haberse guardado. ¿Confirma que quiere salir?
fr: Il se peut que vos modifications ne soient pas enregistrées. Êtes-vous sûr de vouloir quitter ?
nb_no: Endringer du har gjort vil ikke bli lagret. Er du sikker?
ru: В случае выхода ваши изменения будут утеряны. Вы действительно хотите покинуть эту страницу?
sk: Vykonané zmeny neboli uložené. Naozaj chcete opustiť stránku?
ta: நீங்கள் செய்த மாற்றங்கள் சேமிக்கப்படாமல் போகலாம். நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
